{
	"btn" : {
								"done" 			: "DONE",
								"done_v2" 		: "DONE?",
								"go"			: "Go!",
								"refresh"		: "Start Over",
								"back"			: "Back"
							},
	"alert" 			:	{
								"ready" 		: "Ready",
								"set"			: "Set",
								"go"			: "GO"
							},	
	"slime_points" :	[
								"Way to go! You've collected a suitcase full of slime for <span class='team-color'></span>. Slime on!",
								"Great job!  You've collected a popcorn bucket of slime for <span class='team-color'></span>.  Keep going and slime on!",
								"You've earned a backpack of slime for your team! Slime on!",
								"You've collected a goblet of slime for <span class='team-color'></span>! Keep on playing and slime on!",
								"You've collected a case full of slime for your team. Slime on!",
								"You've just collected a drop of slime for your team. Slime on!",
								"Well done! You've just collected a glass of slime for <span class='team-color'></span>."
							],
	"content" 		: {
								"home_title" 				: "Which team are you a <span class='text-nowrap'>member of?</span>",
								"home_desc" 				: "You can earn slime points by participating in daily challenges",
								"slime_title" 				: "Slime Cup",
								"slime_sub_title" 			: "TRAINING CAMP",
								"about_desc" 				: "<p>Hi Slime Fans!  What does it take to win the Slime Cup?  Well, aside from maneuvering the ooey-gooey green stuff and outwitting your opponents, Nickelodeon's Slime Cup teams also train up and stay active!</p><p>And now it's your turn!</p><p>You can get in on the fun by following along each day as a different Slime Cup team member takes you through their favourite training exercises to help them stay in shape for any Slime Cup challenge! Every time you get active, you're collecting more slime for your team.</p>",
								"measure_slime_title"		: "Measuring Slime...",
								"reward_title"				: "Great job!",
								"reward_content_top"		: "Slime Points!",
								"reward_content_bottom"		: "Congratulations, you've earned slime! Come back tomorrow to earn more!",
								"accomplish_title"			: "Great job!",
								"next_challenge_title"		: "Next Challenge Starts In",
								"next_challenge_content"	: "Come back tomorrow for a new challenge!",
								"popup_message"				: "Ready to earn slime for <span class='team-color'></span>"
							}
}
